import { Message } from '@/types/chats'

export const messages: Message[] = [
  {
    content:
      'Привет! Смотри, тут всплыл интересный кусок лунной космической истории — НАСА в \n    какой-то момент попросила Хассельблад адаптировать модель SWC для полетов на Луну. Сейчас мы \n    все знаем что астронавты летали с моделью 500 EL — и к слову говоря, все тушки этих камер все \n    еще находятся на поверхности Луны, так как астронавты с собой забрали только кассеты с пленкой.',
    time: '2020-01-02T14:22:22.000Z',
    user: { avatar: '', email: '', first_name: '', login: '', phone: '', second_name: '' },
  },
  {
    content:
      'Привет! Смотри, тут всплыл интересный кусок лунной космической истории — НАСА в \n    какой-то момент попросила Хассельблад адаптировать модель SWC для полетов на Луну. Сейчас мы \n    все знаем что астронавты летали с моделью 500 EL — и к слову говоря, все тушки этих камер все \n    еще находятся на поверхности Луны, так как астронавты с собой забрали только кассеты с пленкой.',
    time: '2020-01-02T14:22:22.000Z',
    user: { avatar: '', email: '', first_name: '', login: '', phone: '', second_name: '' },
  },
  {
    content:
      'Привет! Смотри, тут всплыл интересный кусок лунной космической истории — НАСА в \n    какой-то момент попросила Хассельблад адаптировать модель SWC для полетов на Луну. Сейчас мы \n    все знаем что астронавты летали с моделью 500 EL — и к слову говоря, все тушки этих камер все \n    еще находятся на поверхности Луны, так как астронавты с собой забрали только кассеты с пленкой.',
    time: '2020-01-02T14:22:22.000Z',
    user: { avatar: '', email: '', first_name: '', login: '', phone: '', second_name: '' },
  },
  {
    content:
      'Привет! Смотри, тут всплыл интересный кусок лунной космической истории — НАСА в \n    какой-то момент попросила Хассельблад адаптировать модель SWC для полетов на Луну. Сейчас мы \n    все знаем что астронавты летали с моделью 500 EL — и к слову говоря, все тушки этих камер все \n    еще находятся на поверхности Луны, так как астронавты с собой забрали только кассеты с пленкой.',
    time: '2020-01-02T14:22:22.000Z',
    user: { avatar: '', email: '', first_name: '', login: '', phone: '', second_name: '' },
  },
  {
    content:
      'Привет! Смотри, тут всплыл интересный кусок лунной космической истории — НАСА в \n    какой-то момент попросила Хассельблад адаптировать модель SWC для полетов на Луну. Сейчас мы \n    все знаем что астронавты летали с моделью 500 EL — и к слову говоря, все тушки этих камер все \n    еще находятся на поверхности Луны, так как астронавты с собой забрали только кассеты с пленкой.',
    time: '2020-01-02T14:22:22.000Z',
    user: { avatar: '', email: '', first_name: '', login: '', phone: '', second_name: '' },
  },
  {
    content:
      'Привет! Смотри, тут всплыл интересный кусок лунной космической истории — НАСА в \n    какой-то момент попросила Хассельблад адаптировать модель SWC для полетов на Луну. Сейчас мы \n    все знаем что астронавты летали с моделью 500 EL — и к слову говоря, все тушки этих камер все \n    еще находятся на поверхности Луны, так как астронавты с собой забрали только кассеты с пленкой.',
    time: '2020-01-02T14:22:22.000Z',
    user: { avatar: '', email: '', first_name: '', login: '', phone: '', second_name: '' },
  },
  {
    content:
      'Привет! Смотри, тут всплыл интересный кусок лунной космической истории — НАСА в \n    какой-то момент попросила Хассельблад адаптировать модель SWC для полетов на Луну. Сейчас мы \n    все знаем что астронавты летали с моделью 500 EL — и к слову говоря, все тушки этих камер все \n    еще находятся на поверхности Луны, так как астронавты с собой забрали только кассеты с пленкой.',
    time: '2020-01-02T14:22:22.000Z',
    user: { avatar: '', email: '', first_name: '', login: '', phone: '', second_name: '' },
  },
  {
    content:
      'Привет! Смотри, тут всплыл интересный кусок лунной космической истории — НАСА в \n    какой-то момент попросила Хассельблад адаптировать модель SWC для полетов на Луну. Сейчас мы \n    все знаем что астронавты летали с моделью 500 EL — и к слову говоря, все тушки этих камер все \n    еще находятся на поверхности Луны, так как астронавты с собой забрали только кассеты с пленкой.',
    time: '2020-01-02T14:22:22.000Z',
    user: { avatar: '', email: '', first_name: '', login: '', phone: '', second_name: '' },
  },
  {
    content:
      'Привет! Смотри, тут всплыл интересный кусок лунной космической истории — НАСА в \n    какой-то момент попросила Хассельблад адаптировать модель SWC для полетов на Луну. Сейчас мы \n    все знаем что астронавты летали с моделью 500 EL — и к слову говоря, все тушки этих камер все \n    еще находятся на поверхности Луны, так как астронавты с собой забрали только кассеты с пленкой.',
    time: '2020-01-02T14:22:22.000Z',
    user: { avatar: '', email: '', first_name: '', login: '', phone: '', second_name: '' },
  },
  {
    content:
      'Привет! Смотри, тут всплыл интересный кусок лунной космической истории — НАСА в \n    какой-то момент попросила Хассельблад адаптировать модель SWC для полетов на Луну. Сейчас мы \n    все знаем что астронавты летали с моделью 500 EL — и к слову говоря, все тушки этих камер все \n    еще находятся на поверхности Луны, так как астронавты с собой забрали только кассеты с пленкой.',
    time: '2020-01-02T14:22:22.000Z',
    user: { avatar: '', email: '', first_name: '', login: '', phone: '', second_name: '' },
  },
  {
    content:
      'Привет! Смотри, тут всплыл интересный кусок лунной космической истории — НАСА в \n    какой-то момент попросила Хассельблад адаптировать модель SWC для полетов на Луну. Сейчас мы \n    все знаем что астронавты летали с моделью 500 EL — и к слову говоря, все тушки этих камер все \n    еще находятся на поверхности Луны, так как астронавты с собой забрали только кассеты с пленкой.',
    time: '2020-01-02T14:22:22.000Z',
    user: { avatar: '', email: '', first_name: '', login: '', phone: '', second_name: '' },
  },
  {
    content:
      'Привет! Смотри, тут всплыл интересный кусок лунной космической истории — НАСА в \n    какой-то момент попросила Хассельблад адаптировать модель SWC для полетов на Луну. Сейчас мы \n    все знаем что астронавты летали с моделью 500 EL — и к слову говоря, все тушки этих камер все \n    еще находятся на поверхности Луны, так как астронавты с собой забрали только кассеты с пленкой.',
    time: '2020-01-02T14:22:22.000Z',
    user: { avatar: '', email: '', first_name: '', login: '', phone: '', second_name: '' },
  },
  {
    content:
      'Привет! Смотри, тут всплыл интересный кусок лунной космической истории — НАСА в \n    какой-то момент попросила Хассельблад адаптировать модель SWC для полетов на Луну. Сейчас мы \n    все знаем что астронавты летали с моделью 500 EL — и к слову говоря, все тушки этих камер все \n    еще находятся на поверхности Луны, так как астронавты с собой забрали только кассеты с пленкой.',
    time: '2020-01-02T14:22:22.000Z',
    user: { avatar: '', email: '', first_name: '', login: '', phone: '', second_name: '' },
  },
  {
    content:
      'Привет! Смотри, тут всплыл интересный кусок лунной космической истории — НАСА в \n    какой-то момент попросила Хассельблад адаптировать модель SWC для полетов на Луну. Сейчас мы \n    все знаем что астронавты летали с моделью 500 EL — и к слову говоря, все тушки этих камер все \n    еще находятся на поверхности Луны, так как астронавты с собой забрали только кассеты с пленкой.',
    time: '2020-01-02T14:22:22.000Z',
    user: { avatar: '', email: '', first_name: '', login: '', phone: '', second_name: '' },
  },
  {
    content:
      'Привет! Смотри, тут всплыл интересный кусок лунной космической истории — НАСА в \n    какой-то момент попросила Хассельблад адаптировать модель SWC для полетов на Луну. Сейчас мы \n    все знаем что астронавты летали с моделью 500 EL — и к слову говоря, все тушки этих камер все \n    еще находятся на поверхности Луны, так как астронавты с собой забрали только кассеты с пленкой.',
    time: '2020-01-02T14:22:22.000Z',
    user: { avatar: '', email: '', first_name: '', login: '', phone: '', second_name: '' },
  },
  {
    content:
      'Привет! Смотри, тут всплыл интересный кусок лунной космической истории — НАСА в \n    какой-то момент попросила Хассельблад адаптировать модель SWC для полетов на Луну. Сейчас мы \n    все знаем что астронавты летали с моделью 500 EL — и к слову говоря, все тушки этих камер все \n    еще находятся на поверхности Луны, так как астронавты с собой забрали только кассеты с пленкой.',
    time: '2020-01-02T14:22:22.000Z',
    user: { avatar: '', email: '', first_name: '', login: '', phone: '', second_name: '' },
  },
  {
    content:
      'Привет! Смотри, тут всплыл интересный кусок лунной космической истории — НАСА в \n    какой-то момент попросила Хассельблад адаптировать модель SWC для полетов на Луну. Сейчас мы \n    все знаем что астронавты летали с моделью 500 EL — и к слову говоря, все тушки этих камер все \n    еще находятся на поверхности Луны, так как астронавты с собой забрали только кассеты с пленкой.',
    time: '2020-01-02T14:22:22.000Z',
    user: { avatar: '', email: '', first_name: '', login: '', phone: '', second_name: '' },
  },
  {
    content:
      'Привет! Смотри, тут всплыл интересный кусок лунной космической истории — НАСА в \n    какой-то момент попросила Хассельблад адаптировать модель SWC для полетов на Луну. Сейчас мы \n    все знаем что астронавты летали с моделью 500 EL — и к слову говоря, все тушки этих камер все \n    еще находятся на поверхности Луны, так как астронавты с собой забрали только кассеты с пленкой.',
    time: '2020-01-02T14:22:22.000Z',
    user: { avatar: '', email: '', first_name: '', login: '', phone: '', second_name: '' },
  },
  {
    content:
      'Привет! Смотри, тут всплыл интересный кусок лунной космической истории — НАСА в \n    какой-то момент попросила Хассельблад адаптировать модель SWC для полетов на Луну. Сейчас мы \n    все знаем что астронавты летали с моделью 500 EL — и к слову говоря, все тушки этих камер все \n    еще находятся на поверхности Луны, так как астронавты с собой забрали только кассеты с пленкой.',
    time: '2020-01-02T14:22:22.000Z',
    user: { avatar: '', email: '', first_name: '', login: '', phone: '', second_name: '' },
  },
  {
    content:
      'Привет! Смотри, тут всплыл интересный кусок лунной космической истории — НАСА в \n    какой-то момент попросила Хассельблад адаптировать модель SWC для полетов на Луну. Сейчас мы \n    все знаем что астронавты летали с моделью 500 EL — и к слову говоря, все тушки этих камер все \n    еще находятся на поверхности Луны, так как астронавты с собой забрали только кассеты с пленкой.',
    time: '2020-01-02T14:22:22.000Z',
    user: { avatar: '', email: '', first_name: '', login: '', phone: '', second_name: '' },
  },
  {
    content:
      'Привет! Смотри, тут всплыл интересный кусок лунной космической истории — НАСА в \n    какой-то момент попросила Хассельблад адаптировать модель SWC для полетов на Луну. Сейчас мы \n    все знаем что астронавты летали с моделью 500 EL — и к слову говоря, все тушки этих камер все \n    еще находятся на поверхности Луны, так как астронавты с собой забрали только кассеты с пленкой.',
    time: '2020-01-02T14:22:22.000Z',
    user: { avatar: '', email: '', first_name: '', login: '', phone: '', second_name: '' },
  },
  {
    content:
      'Привет! Смотри, тут всплыл интересный кусок лунной космической истории — НАСА в \n    какой-то момент попросила Хассельблад адаптировать модель SWC для полетов на Луну. Сейчас мы \n    все знаем что астронавты летали с моделью 500 EL — и к слову говоря, все тушки этих камер все \n    еще находятся на поверхности Луны, так как астронавты с собой забрали только кассеты с пленкой.',
    time: '2020-01-02T14:22:22.000Z',
    user: { avatar: '', email: '', first_name: '', login: '', phone: '', second_name: '' },
  },
  {
    content:
      'Привет! Смотри, тут всплыл интересный кусок лунной космической истории — НАСА в \n    какой-то момент попросила Хассельблад адаптировать модель SWC для полетов на Луну. Сейчас мы \n    все знаем что астронавты летали с моделью 500 EL — и к слову говоря, все тушки этих камер все \n    еще находятся на поверхности Луны, так как астронавты с собой забрали только кассеты с пленкой.',
    time: '2020-01-02T14:22:22.000Z',
    user: { avatar: '', email: '', first_name: '', login: '', phone: '', second_name: '' },
  },
  {
    content:
      'Привет! Смотри, тут всплыл интересный кусок лунной космической истории — НАСА в \n    какой-то момент попросила Хассельблад адаптировать модель SWC для полетов на Луну. Сейчас мы \n    все знаем что астронавты летали с моделью 500 EL — и к слову говоря, все тушки этих камер все \n    еще находятся на поверхности Луны, так как астронавты с собой забрали только кассеты с пленкой.',
    time: '2020-01-02T14:22:22.000Z',
    user: { avatar: '', email: '', first_name: '', login: '', phone: '', second_name: '' },
  },
  {
    content: 'Привет!',
    time: '2020-01-02T14:22:22.000Z',
    user: { avatar: '', email: '', first_name: '', login: '', phone: '', second_name: '' },
  },
]
